const Terms = () => {
  return (
    <>
      <h3 className="text-3xl pb-6">이용약관</h3>
      <div className="text-sm text-gray-500 leading-6 mb-12">
        <div className="mb-6">
          <h4 className="font-bold mb-6">제1장 총칙</h4>
          <b>제1조 (목적)</b>
          <p>
            본 약관은 마이비지니스파트너 주식회사(이하 "회사")에서 운영하는 셀뷰 서비스(이하 "서비스")를 이용함에 있어 회원(이하 "광고주 또는 리뷰어" 제2조 참고)의 권리·의무 및 책임사항을 규정함으로써 고객의 권익을 보호함을 목적으로 합니다. 
          </p>
        </div>
        <div className="mb-6">
          <b>제2조 (용어의 정의)</b>
          <ol>
            <li>1. '사이트'란 셀뷰를 말합니다.</li>
            <li>2. '서비스'란 회사에서 사이트를 통해 제공하는 서비스를 의미합니다.</li>
            <li>3. '회원'이란 사이트에 접속하여이 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 광고주, 리뷰어 고객을 말합니다.</li>
            <li>4. '아이디(ID)'란 회원 식별과 서비스 이용을 위하여 회원이 선정하고 회사가 승인한 문자와 숫자의 조합을 말합니다.</li>
            <li>5. '비밀번호'란 회원의 정보 보호와 안전한 서비스 이용을 위하여 회원이 선정한 문자와 숫자의 조합을 말합니다.</li>
            <li>6. '리뷰어'란 캠페인을 신청한 후 본 약관에 따라 회사에 의해 선정되어 상품 또는 서비스를 제공받고 캠페인 가이드에 따라 상품 또는 서비스에 대한 리뷰를 작성, 공유하는 회원을 말합니다.</li>
            <li>7. '광고주'란 마케팅 또는 콘텐츠 제휴 등을 목적으로 회사와 계약 관계에 있는 클라이언트를 말합니다.</li>
            <li>8. '캠페인'이란 회사가 마케팅 등을 목적으로 회원들이 저작물을 등록하거나 그 외의 방법으로 참여 할 수 있게 제공하는 서비스를 말합니다.</li>
            <li>9. '콘텐츠'란 리뷰어 회원이 물품 또는 서비스를 제공 받아 블로그 또는 소셜 미디어 등 온라인 전반에 작성 및 게재한 리뷰 글을 말합니다.</li>
            <li>10. '게시물'이란 회원이 사이트 내 게시판에 작성 및 등록하는 글, 영상, 이미지 등을 말합니다.</li>
            <li>11. '회원등급'이란 회사가 제공하는 서비스를 이용한 결과에 따라 회사가 정한 기준으로 회원에게 부여하는 등급을 말합니다. </li>
            <li>12. '스폰서 배너'란 캠페인에 선정된 리뷰어가 리뷰 작성 시 캠페인 참여를 표시하기 위해 회사가 제공하는 HTML 코드 또는 이미지 등을 말합니다.</li>
            <li>13. '포인트'란 회사가 회원에게 제공하는 현금화 할 수 있는 무형의 자산을 말합니다.</li>
          </ol>
        </div>
        <div className="mb-6">
          <b>제3조 (이용약관 효력 및 적용과 변경)</b>
          <ol>
            <li>1. 회사는 본 약관의 내용을 회원이 쉽게 알 수 있도록 회원가입 절차와 사이트에 게시합니다.</li>
            <li>2. 회사는 '약관의 규제에 관한 법률', '전자거래기본법', '전자서명법', '정보통신망이용촉진 및 정보보호 등에 관한 법률' 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</li>
            <li>3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 개정약관 적용일자를 사이트에 공지합니다. 다만, 개정 내용이 회원에게 불리한 경우에는 개정약관 적용일자 30일 전부터 적용일자까지 사이트에 공지하거나 회원이 등록한 이메일 주소로 약관 개정 사실을 발송하여 고지합니다.</li>
            <li>4. 회원이 명시적으로 개정약관의 적용에 대해 거부의 의사표시를 하지 아니한 경우 개정약관에 동의한 것으로 봅니다.</li>
            <li>5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.</li>
          </ol>
        </div>
      </div>
      <div className="text-sm text-gray-500 leading-6">
        <div className="mb-6">
          <h4 className="font-bold mb-6">제2장 이용계약</h4>
          <b>제4조 (이용계약 체결)</b>
          <ol>
            <li>1. 이용계약은 회원이 되고자 하는 자가 약관의 내용에 대하여 동의를 한 다음 회원가입 신청을 하고 회사가 승낙함으로써 체결됩니다.</li>
            <li>2. 회원 가입시 신청 양식에서 요구한 정보를 작성하고 '서비스 이용약관'과 '개인정보처리방침'에 동의하는 것은 이 약관 및 '개인정보처리방침'의 내용을 숙지하고, 회사의 각종 서비스 정책과 공지사항을 준수하는 것에 대해 동의하는 것으로 봅니다.</li>
            <li>3. 회사는 아래 각 호의 경우에 승낙을 철회하거나 거절할 수 있습니다.</li>
            <li>3-1) 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 사실이 있는 경우. 단, 회원자격 상실 후 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.</li>
            <li>3-2) 등록을 신청한 사람이 만 14세 미만일 경우</li>
            <li>3-3) 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우</li>
            <li>3-4) 회원 가입시 기재사항 및 기타 기재사항의 등록 내용에 허위, 기재누락, 도용, 오류 표기가 있는 경우</li>
            <li>4. 회사는 서비스를 이용하는 회원을 등급별로 구분하여 서비스 이용 범위에 차등을 둘 수 있습니다.</li>
            <li>5. 회원은 불법, 편법, 서비스 운영 정책의 우회를 목적으로 복수의 회원 가입을 해서는 안됩니다.</li>
          </ol>
        </div>
        <div className="mb-6">
          <b>제5조 (회원정보의 변경)</b>
          <ol>
            <li>1. 회원은 개인정보관리화면을 통하여 본인의 개인정보를 열람하고 수정할 수 있습니다. 단, 서비스 관리를 위해 이름, 생년월일, 성별 등은 직접 수정이 불가능하며, 수정이 필요한 경우 회사에 소정의 절차를 거쳐 요청하는 것으로 합니다.</li>
            <li>2. 회원은 회원정보로 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편, 기타 방법으로 회사에 그 변경사항을 알려야 합니다.</li>
            <li>3. 제 2항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</li>
          </ol>
        </div>
        <div className="mb-6">
          <b>제7조 (이용계약 해지 및 회원탈퇴 등)</b>
          <ol>
            <li>1. 리뷰어 회원은 아래 각 호의 내용을 유념합니다.</li>
            <li>1-1) 회원은 언제든지 서비스 내의 회원탈퇴 기능을 이용하여 탈퇴를 요청할 수 있습니다. 단, 선정된 캠페인의 콘텐츠 등록이 모두 완료되어야 하며, 탈퇴 이후에도 콘텐츠의 전체 공개 유지 기간은 본 약관 17조에 따릅니다.</li>
            <li>1-2) 회원이 탈퇴한 경우 회원의 개인정보에 대한 보관 등은 회사의 개인정보처리방침에 따릅니다.</li>
            <li>1-3) 회원이 이 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우 회사는 회원에게 서비스 이용의 제한을 할 수 있으며, 일방적으로 탈퇴시킬 수 있습니다.</li>
            <li>1-5. 탈퇴 전에 요구가 되지 않았을 경우 탈퇴와 동시에 보유한 포인트 등을 받을 권리 및 적립된 포인트 등은 소멸되며 회사는 계약이 해지된 이후의 포인트 등 지급에 대한 요구, 문의 등 일체의 처리를 행하지 않는 것으로 합니다.</li>
            <li>1-6. 회원 탈퇴 후에도 회원이 캠페인에 등록한 콘텐츠 및 회원이 공용 게시판에 등록한 게시물, 댓글 등은 삭제되지 않습니다.</li>
            <li>2. 회원이 1년 동안 회사의 서비스에 로그인한 기록이 없는 경우 휴면 계정으로 전환되며, 휴면계정이 전환됨을 회원에게 이메일을 통해 서비스 이용 정리를 안내 후 30일이 지나도록 휴면 해지신청이 이루어지지 않으면 계약이 해지됩니다.</li>
            <li>3. 광고주 회원은 리뷰어 회원의 보호를 위하여 탈퇴 시까지 완결되지 아니한 캠페인 건의 발송, 교환, 환불, 하자보수 등 필요한 조치를 취하여야 합니다.</li>
          </ol>
        </div>
      </div>
    </>
  );
}

export default Terms;