const YouthProtection = () => {
  return (
    <>
      <h3 className="text-3xl pb-6">청소년보호정책</h3>
      <p className="text-sm text-gray-500 mb-6 leading-6">
        마이비지니스파트너 주식회사(이하 “회사”라 함)는 청소년이 건전한 인격체로 성장할 수 있도록 하기 위하여 ‘정보통신망이용촉진및 정보보호에 관한 법률’ 및 ‘청소년보호법’에 근거하여 청소년보호정책을 수립, 시행하고 있습니다.
        <br />
        “회사”는 방송통신심의위원회 심의규정 및 청소년 유해매체물 심의규정 기준 등에 따라 19세 미만의 청소년들이 유해정보에 접근할 수 없도록 방지하고 있으며, 아래와 같이 청소년보호를 위한 세부정책을 운영하고 있습니다.
      </p>
      <div className="text-sm text-gray-500 leading-6 mb-6">
        <b>1. 유해성 정보에 대한 청소년 접근제한 및 관리조치</b>
        <p>“회사”는 청소년이 아무런 제한 없이 불법 · 유해정보에 노출되어 피해를 입지 않도록 청소년 유해매체물에 대하여 별도의 성인인증장치를 적용하며, 청소년 유해정보가 노출되지 않도록 사전예방 차원의 조치를 취합니다.</p>
      </div>
      <div className="text-sm text-gray-500 leading-6 mb-6">
        <b>2. 유해성 정보로부터의 청소년보호를 위한 업무 관련자 교육</b>
        <p>
          “회사”는 청소년보호와 관련한 업무 담당자를 대상으로 청소년보호 관련 법령과 유해정보 발견 시 처리 방법, 위반사항 처리에 대한 보고절차 등을 교육하고 있습니다.
        </p>
      </div>
      <div className="text-sm text-gray-500 leading-6 mb-6">
        <b>3. 유해성 정보로 인한 피해상담 및 고충처리</b>
        <p>
          “회사”는 청소년 유해정보로 인한 피해 상담 및 고충처리를 위하여 담당 인력을 배치하여 그 처리에 만전을 기하고 있으며, 피해의 확산을 방지하고자 최선의 노력을 다하고 있습니다. 
          <br />
          청소년 유해매체물의 신고 및 피해상담, 고충처리 등 청소년보호와 관련한 문제는 청소년보호센터에 관련 내용을 접수하시거나 아래의 청소년보호 책임자에게 연락하여 주시면 신속하고 공정하게 처리하도록 하겠습니다.
        </p>
      </div>
      <div className="text-sm text-gray-500 leading-6 mb-6">
        <b>4. 네이버 청소년보호 책임자 및 담당자의 소속, 성명 및 연락처</b>
        <ul>
          <li>▶ 성명 : 정석</li>
          <li>▶ 소속부서 : 대외정책</li>
          <li>▶ 전화번호 : 010-8428-0553</li>
          <li>▶ 이메일 : jseokrt007@naver.com</li>
        </ul>
      </div>
    </>
  );
}

export default YouthProtection;